[
    {
        "title": "Grand Theft Auto V",
        "rating": "92",
        "save": "19,656",
        "detailsLink": "/games/grand-theft-auto-v",
        "details": {
            "releaseDate": "2013-09-17T00:00:00.000Z",
            "platforms": [
                "PlayStation 5",
                "Xbox Series S/X",
                "PC",
                "PlayStation 4",
                "PlayStation 3",
                "Xbox 360",
                "Xbox One"
            ],
            "description": {
                "en": "Rockstar Games went bigger, since their previous installment of the series. You get the complicated and realistic world-building from Liberty City of GTA4 in the setting of lively and diverse Los Santos, from an old fan favorite GTA San Andreas. 561 different vehicles (including every transport you can operate) and the amount is rising with every update. \nSimultaneous storytelling from three unique perspectives: \nFollow Michael, ex-criminal living his life of leisure away from the past, Franklin, a kid that seeks the better future, and Trevor, the exact past Michael is trying to run away from. \nGTA Online will provide a lot of additional challenge even for the experienced players, coming fresh from the story mode. Now you will have other players around that can help you just as likely as ruin your mission. Every GTA mechanic up to date can be experienced by players through the unique customizable character, and community content paired with the leveling system tends to keep everyone busy and engaged.",
                "es": "Español\nRockstar Games se hizo más grande desde su entrega anterior de la serie. Obtienes la construcción del mundo complicada y realista de Liberty City de GTA4 en el escenario de Los Santos, un viejo favorito de los fans, GTA San Andreas. 561 vehículos diferentes (incluidos todos los transportes que puede operar) y la cantidad aumenta con cada actualización.\nNarración simultánea desde tres perspectivas únicas:\nSigue a Michael, ex-criminal que vive su vida de ocio lejos del pasado, Franklin, un niño que busca un futuro mejor, y Trevor, el pasado exacto del que Michael está tratando de huir.\nGTA Online proporcionará muchos desafíos adicionales incluso para los jugadores experimentados, recién llegados del modo historia. Ahora tendrás otros jugadores cerca que pueden ayudarte con la misma probabilidad que arruinar tu misión. Los jugadores pueden experimentar todas las mecánicas de GTA actualizadas a través del personaje personalizable único, y el contenido de la comunidad combinado con el sistema de nivelación tiende a mantener a todos ocupados y comprometidos."
            },
            "sugerencias": [
                "Red Dead Redemption 2",
                "Kane & Lynch 2: Dog Days",
                "Wanking Simulator",
                "Tom Clancy's Ghost Recon Wildlands",
                "Saints Row: Gat Out of Hell",
                "State of Decay YOSE - Day One Edition",
                "Sleeping Dogs: Definitive Edition",
                "Batman: Arkham Origins"
            ],
            "avgTime": "Average Playtime: 74 hours",
            "genres": [
                "Action",
                "Adventure"
            ],
            "buy": [
                "PlayStation Store",
                "Epic Games",
                "Steam",
                "Xbox 360 Store",
                "Xbox Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=QkkoHAzjnUs\&pp=ygUgL2dhbWVzL2dyYW5kLXRoZWZ0LWF1dG8tdnRyYWlsZXI%3D",
            "image": "https://media.rawg.io/media/games/20a/20aa03a10cda45239fe22d035c0ebe64.jpg"
        }
    },
    {
        "title": "Counter-Strike: Global Offensive",
        "rating": "81",
        "save": "15,934",
        "detailsLink": "/games/counter-strike-global-offensive",
        "details": {
            "releaseDate": "2012-08-21T00:00:00.000Z",
            "platforms": [
                "PC",
                "Xbox 360",
                "PlayStation 3"
            ],
            "description": {
                "en": "Counter-Strike is a multiplayer phenomenon in its simplicity. No complicated narratives to explain the source of the conflict, no futuristic and alien threats, but counter-terrorists against terrorists. Arena shooter at its core, CS:GO provides you with various methods of disposing enemies and reliant on cooperation within the team. During the round of the classical clash mode, you will gradually receive currency to purchase different equipment. Each player can carry a primary weapon, secondary pistol, knife and a set of grenades, which all can change the battle if wielded by the skilled player. \nObjectives are clear and vary from map to map, from game mode to game mode. Stop the terrorists from planting explosives, stop the counter-terrorist from retrieving the hostages, kill everyone who isn’t you and just perform the best with.\nCS:GO is one of the major cybersport discipline, which makes playing it more exciting to some players. Aside from purchasing the game, CS:GO is infamous for its loot case system, that requires players to purchase keys, in order to open said cases. Customization items consist of weapon skins, weapon stickers, and sprays that do not affect gameplay and have purely visual value to the player."
            },
            "sugerencias": [
                "Counter-Strike: Source",
                "Operation: Harsh Doorstop",
                "Half-Life 2: Episode Two",
                "ArmA II: Operation Arrowhead",
                "Red Orchestra 2: Heroes of Stalingrad with Rising Storm",
                "PlanetSide 2",
                "Counter-Strike",
                "Rising Storm 2: VIETNAM"
            ],
            "avgTime": "Average Playtime: 65 hours",
            "genres": [
                "Action",
                "Shooter"
            ],
            "buy": [
                "PlayStation Store",
                "Steam",
                "Xbox 360 Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=edYCtaNueQY\&pp=ygUtL2dhbWVzL2NvdW50ZXItc3RyaWtlLWdsb2JhbC1vZmZlbnNpdmV0cmFpbGVy",
            "image": "https://media.rawg.io/media/games/736/73619bd336c894d6941d926bfd563946.jpg"
        }
    },
    {
        "title": "Left 4 Dead 2",
        "rating": "89",
        "save": "15,436",
        "detailsLink": "/games/left-4-dead-2",
        "details": {
            "releaseDate": "2009-11-17T00:00:00.000Z",
            "platforms": [
                "macOS",
                "Linux",
                "PC",
                "Xbox 360"
            ],
            "description": {
                "en": "Cooperative survival continues with a different set of characters. New survivors are making their way through 5 campaigns with an added ability to play through the story of the first game as well, using not only expanded arsenal of 20 ranged and 10 melee weapons but improved AI Director. Your surroundings and weather will change; enemy and item placement will differ from map to map, from difficulty to difficulty. New unique special zombies, placed in the unlucky for the player spot, can end your run.\nHigh compatibility with community mods will allow you not only to add user-created maps but player models, enemy models, and even in-game music, which will help any player to create the unique experience on top of solid game mechanics.\nCompetitive multiplayer mods from arena survival to a head-on competition with another team of survivors are addictive and, in addition to the campaign, will provide you with hundreds of hours of game content."
            },
            "sugerencias": [
                "Half-Life 2: Episode One",
                "Day of Defeat: Source",
                "Dying Light: The Following - Enhanced Edition",
                "Call of Duty: World at War",
                "Zombie Army Trilogy",
                "Brink",
                "No More Room in Hell",
                "Romero's Aftermath"
            ],
            "avgTime": "Average Playtime: 9 hours",
            "genres": [
                "Action",
                "Shooter"
            ],
            "buy": [
                "Steam",
                "Xbox 360 Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=9XIle_kLHKU\&pp=ygUbL2dhbWVzL2xlZnQtNC1kZWFkLTJ0cmFpbGVy",
            "image": "https://media.rawg.io/media/games/d58/d588947d4286e7b5e0e12e1bea7d9844.jpg"
        }
    },
    {
        "title": "BioShock Infinite",
        "rating": "94",
        "save": "14,359",
        "detailsLink": "/games/bioshock-infinite",
        "details": {
            "releaseDate": "2013-03-26T00:00:00.000Z",
            "platforms": [
                "PlayStation 4",
                "Xbox 360",
                "Nintendo Switch",
                "Linux",
                "PC",
                "PlayStation 3",
                "Xbox One"
            ],
            "description": {
                "en": "The third game in the series, Bioshock takes the story of the underwater confinement within the lost city of Rapture and takes it in the sky-city of Columbia. Players will follow Booker DeWitt, a private eye with a military past; as he will attempt to wipe his debts with the only skill he’s good at – finding people. Aside from obvious story and style differences, this time Bioshock protagonist has a personality, character, and voice, no longer the protagonist is a silent man, trying to survive.\nOpen and bright level design of Columbia shows industrial colonial America in a seemingly endless carnival. But Bioshock is not famous for its visuals, but for its story. Mystery and creative vision of Irrational Games invite players to uncover the secrets of Columbia’s leader - Zachary Comstock and save Elizabeth, the girl, that’s been locked up in the flying city since her birth.\nUnique weapons and mechanics of Vigor will make encounters different, helping players to adjust to the new found mobility and hook shot, making fights fast-paced and imaginative."
            },
            "sugerencias": [
                "Wolfenstein: The New Order",
                "Dishonored: Death of the Outsider",
                "Wolfenstein: The Old Blood",
                "Guardians of Orion",
                "Quantum Break",
                "TimeShift",
                "SOMA",
                "Vampire: The Masquerade - Bloodlines 2"
            ],
            "avgTime": "Average Playtime: 12 hours",
            "genres": [
                "Action",
                "Shooter"
            ],
            "buy": [
                "Epic Games",
                "App Store",
                "Xbox Store",
                "Nintendo Store",
                "PlayStation Store",
                "Steam",
                "Xbox 360 Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=WYRePGtK074\&pp=ygUfL2dhbWVzL2Jpb3Nob2NrLWluZmluaXRldHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/fc1/fc1307a2774506b5bd65d7e8424664a7.jpg"
        }
    },
    {
        "title": "Half-Life 2",
        "rating": "96",
        "save": "13,625",
        "detailsLink": "/games/half-life-2",
        "details": {
            "releaseDate": "2004-11-16T00:00:00.000Z",
            "platforms": [
                "PC",
                "macOS",
                "Xbox 360",
                "Linux",
                "Xbox",
                "Android"
            ],
            "description": {
                "en": "Gordon Freeman became the most popular nameless and voiceless protagonist in gaming history. He is painted as the most famous scientist and a hero within the world of Half-Life, and for a good reason. In the first game he saved the planet from alien invasion, this time, when the invasion is already begun, the world needs his help one more time. And you, as a player, will help this world to survive. This time Gordon arrives in City 17, ravaged and occupied by Combines, where he meets his old Black Mesa friends. \nWhat is different, aside from the overall design quality, is the use of Valve’s Source engine that not only expands on the fluidity of character model animations and movement but allows players to interact with a myriad of objects with the advanced and realistic (to an extent) physics. Classic Headcrab Zombies are revamped and have new variants that provide players with different threats. For a story-driven FPS, Half-Life 2 is unique in its plot delivery, and making in-game mechanics feel natural, be it platforming or driving."
            },
            "sugerencias": [
                "Call of Duty 4: Modern Warfare",
                "Call of Duty: World at War",
                "Dishonored",
                "Far Cry 3",
                "Sven Co-op",
                "Call of Duty",
                "Killing Floor",
                "The Evil Within"
            ],
            "avgTime": "Average Playtime: 7 hours",
            "genres": [
                "Action",
                "Shooter"
            ],
            "buy": [
                "Steam",
                "Google Play"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=UKA7JkV51Jw\&pp=ygUZL2dhbWVzL2hhbGYtbGlmZS0ydHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/b8c/b8c243eaa0fbac8115e0cdccac3f91dc.jpg"
        }
    },
    {
        "title": "Limbo",
        "rating": "+388",
        "save": "12,675",
        "detailsLink": "/games/limbo",
        "details": {
            "releaseDate": "2010-07-21T00:00:00.000Z",
            "platforms": [
                "Linux",
                "PS Vita",
                "Android",
                "Xbox One",
                "Nintendo Switch",
                "iOS",
                "PC",
                "macOS",
                "Xbox 360",
                "PlayStation 3",
                "PlayStation 4"
            ],
            "description": {
                "en": "This popular 2D puzzle-platformer creates the atmosphere of isolation, where the player alone can guide the nameless protagonist to his destination. Hostile environments and one-hit deaths may seem difficult, but the game implements a fair amount of checkpoints. The monochrome color palette showcases cartoony proportions of every living thing while making lack of details threatening. Limbo shows you exactly what you encounter, but never how it looks.",
                "es": "Limbo uses the atmosphere and sound design of the horror genre while avoiding tropes of the modern horror games. The overarching theme and unique style compensated for the rather short game with an abrupt ending, making Limbo one of the most impactful games for the genre."
            },
            "sugerencias": [
                "TRI: Of Friendship and Madness",
                "Paratopic",
                "Monochroma",
                "Nightmare",
                "Never Alone",
                "NightSky",
                "The Unfinished Swan",
                "Oxenfree"
            ],
            "avgTime": "Average Playtime: 3 hours",
            "genres": [
                "Adventure",
                "Indie",
                "Puzzle",
                "Platformer"
            ],
            "buy": [
                "App Store",
                "PlayStation Store",
                "Xbox Store",
                "Steam",
                "GOG",
                "Xbox 360 Store",
                "Nintendo Store",
                "Google Play",
                "Epic Games"
            ],
            "ageRating": "13+ Teen",
            "trailer":"https://www.youtube.com/watch?v=Y4HSyVXKYz8\&pp=ygUTL2dhbWVzL2xpbWJvdHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/942/9424d6bb763dc38d9378b488603c87fa.jpg"
        }
    },
    {
        "title": "DOOM (2016)",
        "rating": "85",
        "save": "12,330",
        "detailsLink": "/games/doom",
        "details": {
            "releaseDate": "2016-05-13T00:00:00.000Z",
            "platforms": [
                "PlayStation 4",
                "Nintendo Switch",
                "PC",
                "Xbox One"
            ],
            "description": {
                "en": "Return of the classic FPS, Doom (2016) acts as a reboot of the series and brings back the Doomslayer, protagonist of the original Doom games. In order to solve the energy crisis, humanity learned to harvest the energy from Hell, and when something went wrong and a demon invasion has started, it’s up to the player to control the Doomslayer and destroy the evil.",
                "es": "Doom is a fast-paced game that restores the concept of instant health packs and leaves the player against armies of Hell with no cover, no health regeneration, or help from anyone. After damaging monsters enough, they will start glowing, which will allow players to perform glory kills to restore some health. While exploring the levels, players will come across secrets, collectible items, or upgrade points for the weapons and armor. The single-player campaign silent protagonist has a noticeable personality. He gets visibly annoyed and angry in his actions during expository cutscenes and forces his way through the game. Multiplayer maps gather players in Deathmatch/”king-of-the-hill” type game modes, with all the weapons from the single-player campaign."
            },
            "sugerencias": [
                "DOOM Eternal",
                "Unreal Tournament 3 Black",
                "DOOM VFR",
                "Rise of the Triad",
                "Painkiller Hell & Damnation",
                "Dead Effect",
                "Wolfenstein: The Old Blood",
                "Star Wars: Republic Commando"
            ],
            "avgTime": "Average Playtime: 10 hours",
            "genres": [
                "Action",
                "Shooter"
            ],
            "buy": [
                "Steam",
                "PlayStation Store",
                "Nintendo Store",
                "Xbox Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=SgSrpnW0EmU\&pp=ygUSL2dhbWVzL2Rvb210cmFpbGVy",
            "image": "null"
        }
    },
    {
        "title": "Horizon Zero Dawn",
        "rating": "89",
        "save": "11,394",
        "detailsLink": "/games/horizon-zero-dawn",
        "details": {
            "releaseDate": "2017-02-28T00:00:00.000Z",
            "platforms": [
                "PlayStation 4",
                "PC"
            ],
            "description": {
                "en": "Horizon Zero Dawn is an experiment. A very impressive experiment that actually succeeded. \nHaving a very curious mix of cyberpunk and prehistorical styles and esthetic, the game provides us with quite a unique experience. We need to arm ourselves with arrows and a bow, with a spear or any other prehistorical-ish weapon in order to defeat out enemies - dinosaur-mechanisms that are spread around the world. If that wasn't enough, Aloy our main protagonist can control an AI named GAIA. What we're having here is an exciting connection with \"very old times\" and \"near future\", even though the game is set up in the 31st century. \nBeing an outcast with her father Rost, Aloy must restore her position in the tribe and save the world by stopping the Eclipse, a cult that wants to rule the world. Join her on that journey, exploring the world and people that live in such hard surroundings."
            },
            "sugerencias": [
                "Horizon Zero Dawn: The Frozen Wilds",
                "Kingdoms of Amalur: Re-Reckoning",
                "Horizon Zero Dawn Complete Edition",
                "Dark Souls III",
                "Days Gone",
                "Phoning Home",
                "Fallout 4",
                "The Elder Scrolls V: Skyrim"
            ],
            "avgTime": "Average Playtime: 11 hours",
            "genres": [
                "Action",
                "Adventure",
                "RPG"
            ],
            "buy": [
                "PlayStation Store",
                "Steam",
                "Epic Games"
            ],
            "ageRating": "13+ Teen",
            "trailer":"https://www.youtube.com/watch?v=wzx96gYA8ek\&pp=ygUfL2dhbWVzL2hvcml6b24temVyby1kYXdudHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/b7d/b7d3f1715fa8381a4e780173a197a615.jpg"
        }
    },
    {
        "title": "Terraria",
        "rating": "+381",
        "save": "11,722",
        "detailsLink": "/games/terraria",
        "details": {
            "releaseDate": "2011-05-16T00:00:00.000Z",
            "platforms": [
                "Xbox 360",
                "Wii U",
                "Nintendo 3DS",
                "Xbox One",
                "PlayStation 4",
                "iOS",
                "PC",
                "macOS",
                "Linux",
                "Nintendo Switch",
                "PlayStation 3",
                "PS Vita",
                "Android"
            ],
            "description": {
                "en": "Terraria is a 2D action adventure sandbox game, where players create a character and gather resources in order to gradually craft stronger weapons and armor. Players create randomly generated maps that contain different locations within it, and by gathering specific resources and triggering special events, players will fight one of the many in-game bosses. Created characters can be played on different maps.\nThe game introduces hundreds of unique items that can be found across the entirety of the map, some of which may not even be encountered. \nTerraria have many different Biomes and areas with distinct visuals, containing resources and enemies unique to this biome. After gathering materials, players can craft furniture, and build settlements and houses, since after completing events or finding specific items NPCs will start to arrive, and will require player’s protection. Terraria can be played on three difficulties and has a large modding community."
            },
            "sugerencias": [
                "Starbound",
                "Hive Jump",
                "Mists of Noyah",
                "Outland",
                "Shards of Azuria",
                "CounterAttack",
                "Plazma Being",
                "Beat Hazard"
            ],
            "avgTime": "Average Playtime: 15 hours",
            "genres": [
                "Action",
                "Indie",
                "Platformer"
            ],
            "buy": [
                "Xbox Store",
                "Steam",
                "GOG",
                "Nintendo Store",
                "App Store",
                "Google Play",
                "PlayStation Store"
            ],
            "ageRating": "13+ Teen",
            "trailer":"https://www.youtube.com/watch?v=6nUvWkD8rAE\&pp=ygUWL2dhbWVzL3RlcnJhcmlhdHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/f46/f466571d536f2e3ea9e815ad17177501.jpg"
        }
    },
    {
        "title": "Warframe",
        "rating": "73",
        "save": "11,613",
        "detailsLink": "/games/warframe",
        "details": {
            "releaseDate": "2013-03-25T00:00:00.000Z",
            "platforms": [
                "Xbox Series S/X",
                "PlayStation 5",
                "PlayStation 4",
                "Xbox One",
                "Nintendo Switch",
                "PC"
            ],
            "description": {
                "en": "Warframe is an online free-to-play cooperative third-person looter shooter. In the far future the Orokin had absolute control over the solar system but have since disappeared, now the militaristic Grineer, the money-worshipping Corpus, and the Infested fight for what they left behind. You are a Tenno - a master of gun and blade and user of the Warframes, it is up to you to bring back balance to the system from within, while also fighting a new threat from without: the Sentients.\nOver 40 unique Warframes to build, hundreds of guns and melee weapons to utilize, and various pet companions to help you along the way - all of which can be crafted for free and enhanced by an in-depth modding system.\nWith constant updates by Digital Extremes, the game now has over six years of updates including new open-world landscapes (Plains of Eidolon-2017, Orb Vallis-2018) and cinematic story expansions (The Second Dream-2015, The War Within-2016, The The Sacrifice-2018) with more content being added every year."
            },
            "sugerencias": [
                "Spacelords",
                "Champions Online",
                "Blacklight: Retribution",
                "Borderlands 2",
                "Destiny 2",
                "Skyforge",
                "Warhammer 40,000: Space Marine",
                "Space Hulk: Deathwing"
            ],
            "avgTime": "Average Playtime: 8 hours",
            "genres": [
                "Action",
                "Shooter",
                "Massively Multiplayer"
            ],
            "buy": [
                "Epic Games",
                "PlayStation Store",
                "Steam",
                "Xbox Store",
                "Nintendo Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=MsbL8lFHrZI\&pp=ygUWL2dhbWVzL3dhcmZyYW1ldHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/f87/f87457e8347484033cb34cde6101d08d.jpg"
        }
    },
    {
        "title": "Rise of the Tomb Raider",
        "rating": "86",
        "save": "10,886",
        "detailsLink": "/games/rise-of-the-tomb-raider",
        "details": {
            "releaseDate": "2015-11-10T00:00:00.000Z",
            "platforms": [
                "Xbox One",
                "PC",
                "macOS",
                "PlayStation 4"
            ],
            "description": {
                "en": "Rise of the Tomb Raider is the eleventh entry in the franchise, being a sequel to its predecessor, Tomb Raider, a reboot of the franchise. This story follows Lara Croft, one year after battling her supernatural experiences in Yamatai. This time she is trying to find the legendary city of Kitezh in Siberia, Russia. The legend behind the city begins in the 12th century and still comes nowadays, that this ancient city grants with a promise of immortality. While Lara tries to solve the mystery of Siberia, she encounters an organisation called Trinity. They want to retrieve this gift to themselves. Following the notes of her father, Lara tries to discover the secrets of the ancient city and stop Trinity in doing so.",
                "es": "Exploring the Soviet motive, even more, the game has the DLC's - Baba Yaga, the Temple of the Witch, which follows Lara in the Soviet mine and confronting the legendary witch of Russian folk-tales, Cold Darkness Awakened, the story about a secret biological weapon and Blood Ties and Lara's Nightmare - a fight for ownership of the Croft estate."
            },
            "sugerencias": [
                "Shadow of the Tomb Raider",
                "Assassin’s Creed IV: Black Flag",
                "Middle-earth: Shadow of Mordor",
                "Metro Exodus",
                "Dragon's Dogma: Dark Arisen",
                "Batman: Arkham Origins",
                "Resident Evil Revelations 2 / Biohazard Revelations 2",
                "Middle-earth: Shadow of War"
            ],
            "avgTime": "Average Playtime: 15 hours",
            "genres": [
                "Action"
            ],
            "buy": [
                "Xbox Store",
                "Steam",
                "Xbox 360 Store",
                "App Store",
                "Epic Games"
            ],
            "ageRating": "Not rated",
            "trailer":"https://www.youtube.com/watch?v=qiYiddjc6cU\&pp=ygUlL2dhbWVzL3Jpc2Utb2YtdGhlLXRvbWItcmFpZGVydHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/b45/b45575f34285f2c4479c9a5f719d972e.jpg"
        }
    },
    {
        "title": "The Walking Dead: Season 1",
        "rating": "+292",
        "save": "10,674",
        "detailsLink": "/games/the-walking-dead",
        "details": {
            "releaseDate": "2012-04-23T00:00:00.000Z",
            "platforms": [
                "Android",
                "PS Vita",
                "macOS",
                "PC",
                "iOS",
                "PlayStation 4",
                "PlayStation 3",
                "Xbox 360",
                "Nintendo Switch",
                "Xbox One"
            ],
            "description": {
                "en": "The Walking Dead is a five-part game series set in the same universe as Robert Kirkman’s award-winning comic book series. Play as Lee Everett, a convicted criminal, who has been given a second chance at life in a world devastated by the undead. With corpses returning to life and survivors stopping at nothing to maintain their own safety, protecting an orphaned girl named Clementine may offer him redemption in a world gone to hell.\nA continuing story of adventure horror spanning across 5 episodes:",
                "es": "Episode 1 – A New Day (Available Now)\nEpisode 2 – Starved for Help (Available Now)"
            },
            "sugerencias": [
                "The Walking Dead: Season 2",
                "Game of Thrones - A Telltale Games Series",
                "The Walking Dead: The Final Season",
                "Jurassic Park: The Game",
                "The Walking Dead: A New Frontier",
                "The Last of Us Part I",
                "The Walking Dead: Michonne",
                "Tell Me Why"
            ],
            "avgTime": "Average Playtime: 8 hours",
            "genres": [
                "Action",
                "Adventure"
            ],
            "buy": [
                "Steam",
                "Xbox 360 Store",
                "Xbox Store",
                "Nintendo Store",
                "GOG",
                "PlayStation Store",
                "Google Play",
                "Epic Games",
                "App Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=Z9wFWWZrOhA\&pp=ygUeL2dhbWVzL3RoZS13YWxraW5nLWRlYWR0cmFpbGVy",
            "image": "https://media.rawg.io/media/games/8d6/8d69eb6c32ed6acfd75f82d532144993.jpg"
        }
    },
    {
        "title": "Middle-earth: Shadow of Mordor",
        "rating": "85",
        "save": "10,345",
        "detailsLink": "/games/shadow-of-mordor",
        "details": {
            "releaseDate": "2014-09-30T00:00:00.000Z",
            "platforms": [
                "Linux",
                "Xbox One",
                "Xbox 360",
                "PlayStation 3",
                "PlayStation 4",
                "macOS",
                "PC"
            ],
            "description": {
                "en": "Lord of the rings franchise brought a new title to the collection, an open world action-adventure game, that follows Talion, Gondor captain, that survived the sacrifice that was meant to bring the Elf Lord Celebrimbor as a wraith. Losing his wife and his son, Talion is merged with Celebrimor, escaping death. Players will have to gain EXP in order to upgrade abilities through completing various missions and defeating Uruk warlords. Some missions might require special conditions for the greater reward.\nShadow of Mordor implemented the Nemesis System. It tracks the progress of every special Uruk warrior. Each special Uruk has a set of strengths and weaknesses, and players can assassinate higher ranked officers in order to promote easy to defeat Uruk to defeat them at a higher rank, weakening the Sauron’s army. This planning allows players to adapt, and use mechanics of stealth kills, ranged combat, wraith skills and head-on melee more effective."
            },
            "sugerencias": [
                "Lords of the Fallen (2014)",
                "Styx: Shards of Darkness",
                "Dragon's Dogma: Dark Arisen",
                "Kingdoms of Amalur: Re-Reckoning",
                "Bound by Flame",
                "The Witcher 3: Wild Hunt",
                "Kingdoms of Amalur: Reckoning",
                "The Witcher 2: Assassins of Kings Enhanced Edition"
            ],
            "avgTime": "Average Playtime: 13 hours",
            "genres": [
                "Action",
                "RPG"
            ],
            "buy": [
                "GOG",
                "Steam",
                "PlayStation Store",
                "Xbox Store",
                "Xbox 360 Store",
                "App Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=fpRXiyIvvX4\&pp=ygUeL2dhbWVzL3NoYWRvdy1vZi1tb3Jkb3J0cmFpbGVy",
            "image": "https://media.rawg.io/media/games/d1a/d1a2e99ade53494c6330a0ed945fe823.jpg"
        }
    },
    {
        "title": "Half-Life 2: Episode One",
        "rating": "87",
        "save": "10,387",
        "detailsLink": "/games/half-life-2-episode-one",
        "details": {
            "releaseDate": "2006-06-01T00:00:00.000Z",
            "platforms": [
                "Linux",
                "PC",
                "Xbox 360",
                "Android",
                "macOS"
            ],
            "description": {
                "en": "Direct continuation of the Half-Life 2, Episode One serves as a direct sequel to the story. After the mystically assisted escape from the citadel, Gordon and Alyx are reunited outside, but the Citadel core became unstable and will imminently self-destruct. And the only way to save citizens of City 17 is to re-enter the decaying building and slow down the destruction for long enough, to evacuate the civilians and families. \nContinuation of the story uses the same Source engine, and players will have to traverse linear stages, disposing of enemies and solving physics puzzles. This time Gordon will be accompanied and assisted by Alyx. Her AI will attempt to adjust to the player choices. While purchasing Episode One, players will receive a copy of Half-Life: Deathmatch with it. Game mechanics and puzzles will center around Gravity Gun, which will be the first weapon in players possession from the beginning."
            },
            "sugerencias": [
                "Left 4 Dead",
                "Red Dead Redemption 2",
                "BioShock Infinite",
                "Call of Duty: Black Ops",
                "Wolfenstein II: The New Colossus",
                "Lost Squad",
                "Fallout 4",
                "Call of Juarez: Bound in Blood"
            ],
            "avgTime": "Average Playtime: 4 hours",
            "genres": [
                "Action",
                "Shooter"
            ],
            "buy": [
                "Steam",
                "Google Play"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=HVy5Ajb34bI\&pp=ygUlL2dhbWVzL2hhbGYtbGlmZS0yLWVwaXNvZGUtb25ldHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/7a2/7a2500ee8b2c0e1ff268bb4479463dea.jpg"
        }
    },
    {
        "title": "The Witcher 3: Wild Hunt",
        "rating": "92",
        "save": "18,785",
        "detailsLink": "/games/the-witcher-3-wild-hunt",
        "details": {
            "releaseDate": "2015-05-18T00:00:00.000Z",
            "platforms": [
                "macOS",
                "PlayStation 4",
                "Nintendo Switch",
                "PC",
                "Xbox One"
            ],
            "description": {
                "en": "The third game in a series, it holds nothing back from the player. Open world adventures of the renowned monster slayer Geralt of Rivia are now even on a larger scale. Following the source material more accurately, this time Geralt is trying to find the child of the prophecy, Ciri while making a quick coin from various contracts on the side. Great attention to the world building above all creates an immersive story, where your decisions will shape the world around you.",
                "es": "CD Project Red are infamous for the amount of work they put into their games, and it shows, because aside from classic third-person action RPG base game they provided 2 massive DLCs with unique questlines and 16 smaller DLCs, containing extra quests and items."
            },
            "sugerencias": [
                "Lords of the Fallen (2014)",
                "Risen 3: Titan Lords",
                "Fable Anniversary",
                "Bound by Flame",
                "Dragon's Dogma: Dark Arisen",
                "Dark Souls: Prepare To Die Edition",
                "Middle-earth: Shadow of War",
                "The Elder Scrolls Online: Tamriel Unlimited"
            ],
            "avgTime": "Average Playtime: 46 hours",
            "genres": [
                "Action",
                "Adventure",
                "RPG"
            ],
            "buy": [
                "GOG",
                "PlayStation Store",
                "Steam",
                "Xbox Store",
                "Nintendo Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=XHrskkHf958\&pp=ygUlL2dhbWVzL3RoZS13aXRjaGVyLTMtd2lsZC1odW50dHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/618/618c2031a07bbff6b4f611f10b6bcdbc.jpg"
        }
    },
    {
        "title": "Tomb Raider (2013)",
        "rating": "86",
        "save": "15,736",
        "detailsLink": "/games/tomb-raider",
        "details": {
            "releaseDate": "2013-03-05T00:00:00.000Z",
            "platforms": [
                "PlayStation 4",
                "macOS",
                "PC",
                "Xbox One",
                "Xbox 360",
                "PlayStation 3"
            ],
            "description": {
                "en": "A cinematic revival of the series in its action third person form, Tomb Rider follows Lara in her least experience period of life – her youth. Heavily influenced by Naughty Dog’s “Uncharted”, the game is a mix of everything, from stealth and survival to combat and QTE action scenes.\nYoung Lara Croft arrives on the Yamatai, lost island near Japan, as the leader of the expedition in search of the Yamatai Kingdom, with a diverse team of specialists. But shipwreck postponed the successful arrival and seemingly forgotten island is heavily populated with hostile inhabitants, cultists of Solarii Brotherhood.\nThe game will be graphic at times, especially after failed QTE’s during some of the survival scenes, but overall players will enjoy classic action adventure, reminiscent of the beginning of the series. This game is not a direct sequel or continuation of existing sub-series within the franchise, but a reboot, setting up Tomb Raider to represent modern gaming experience.\nThe game has RPG elements and has a world, which you can explore during the story campaign and after the completion. As well as multiplayer mode, where 2 teams (4 scavengers and 4 survivors) are clashing in 3 game modes while using weapons and environments from the single-player campaign."
            },
            "sugerencias": [
                "Tomb Raider IV: The Last Revelation",
                "Alpha Protocol",
                "Assassin's Creed Revelations",
                "Assassin's Creed Valhalla",
                "Horizon Zero Dawn Complete Edition",
                "Lords of the Fallen (2014)",
                "Watch Dogs",
                "Saints Row: Gat Out of Hell"
            ],
            "avgTime": "Average Playtime: 10 hours",
            "genres": [
                "Action",
                "Adventure"
            ],
            "buy": [
                "Xbox 360 Store",
                "Steam",
                "PlayStation Store",
                "Google Play",
                "App Store",
                "Epic Games"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=XYtyeqVQnRI\&pp=ygUZL2dhbWVzL3RvbWItcmFpZGVydHJhaWxlcg%3D%3D",
            "image": "null"
        }
    },
    {
        "title": "The Elder Scrolls V: Skyrim",
        "rating": "94",
        "save": "14,884",
        "detailsLink": "/games/the-elder-scrolls-v-skyrim",
        "details": {
            "releaseDate": "2011-11-11T00:00:00.000Z",
            "platforms": [
                "PC",
                "Nintendo Switch",
                "Xbox 360",
                "PlayStation 3"
            ],
            "description": {
                "en": "The fifth game in the series, Skyrim takes us on a journey through the coldest region of Cyrodiil. Once again player can traverse the open world RPG armed with various medieval weapons and magic, to become a hero of Nordic legends –Dovahkiin, the Dragonborn. After mandatory character creation players will have to escape not only imprisonment but a fire-breathing dragon. Something Skyrim hasn’t seen in centuries."
            },
            "sugerencias": [
                "Lords of the Fallen (2014)",
                "Risen 3: Titan Lords",
                "Gothic 3",
                "Dark Souls: Prepare To Die Edition",
                "Fallout 3: Game of the Year Edition",
                "Styx: Master of Shadows",
                "Bound by Flame",
                "Dark Souls III"
            ],
            "avgTime": "Average Playtime: 46 hours",
            "genres": [
                "Action",
                "RPG"
            ],
            "buy": [
                "PlayStation Store",
                "Steam",
                "Nintendo Store",
                "Xbox 360 Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=PjqsYzBrP-M\&pp=ygUoL2dhbWVzL3RoZS1lbGRlci1zY3JvbGxzLXYtc2t5cmltdHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/7cf/7cfc9220b401b7a300e409e539c9afd5.jpg"
        }
    },
    {
        "title": "Life is Strange",
        "rating": "+283",
        "save": "14,196",
        "detailsLink": "/games/life-is-strange-episode-1-2",
        "details": {
            "releaseDate": "2015-01-29T00:00:00.000Z",
            "platforms": [
                "PC",
                "Linux",
                "PlayStation 3",
                "macOS",
                "iOS",
                "Xbox 360",
                "Android",
                "PlayStation 4",
                "Xbox One"
            ],
            "description": {
                "en": "Interactive storytelling and plot-heavy games gained popularity, and “Life is Strange” arrived as teen mystery adventure. The plot will go through the life of Maxine, a teenager in possession of curious power, allowing her to stop and rewind time, in order to manipulate her surroundings. Max, after the reunion with her friend Chloe, is on the path to uncovering the secrets of Arcadia Bay. Players will have to deal with puzzle solving through the fetch quests, in order to change the world around them. \nThe game puts players in situations, where they’re forced to make a moral choice, going through the decision which may have short-term or long-term consequences. Every choice made by the player will trigger the butterfly effect, surrounding the first playthrough of the game with a lot of emotional struggle, thoughtfully crafted by the developers at Dontnod Entertainment. Life is Strange is third person adventure game, where players might seem just as an observer of the stories, unfolding in front of them."
            },
            "sugerencias": [
                "Life is Strange: Before The Storm",
                "Game of Thrones - A Telltale Games Series",
                "Quantum Break",
                "Life is Strange Remastered",
                "Oxenfree",
                "Silence",
                "Tell Me Why",
                "Deadly Premonition: The Director's Cut"
            ],
            "avgTime": "Average Playtime: 6 hours",
            "genres": [
                "Adventure"
            ],
            "buy": [
                "GOG",
                "PlayStation Store",
                "Steam",
                "Xbox Store",
                "Google Play",
                "Xbox 360 Store",
                "App Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=AURVxvIZrmU\&pp=ygUpL2dhbWVzL2xpZmUtaXMtc3RyYW5nZS1lcGlzb2RlLTEtMnRyYWlsZXI%3D",
            "image": "https://media.rawg.io/media/games/562/562553814dd54e001a541e4ee83a591c.jpg"
        }
    },
    {
        "title": "BioShock",
        "rating": "96",
        "save": "13,045",
        "detailsLink": "/games/bioshock",
        "details": {
            "releaseDate": "2007-08-21T00:00:00.000Z",
            "platforms": [
                "PlayStation 3",
                "macOS",
                "PC",
                "Xbox 360"
            ],
            "description": {
                "en": "FPS with RPG elements, Bioshock invites players to experience horrors of underwater isolation in the city of Rapture, the failed project of the better future. After surviving the plane crash, the protagonist has only one way to go – to the giant lighthouse that opens a way to the underwater utopia. Players will have to unravel the complicated history of Rapture, relying only on themselves, their guns and Plasmids, a mystical substance, that allows it’s user to obtain near magical abilities.\nThe atmosphere of isolation and threat is conveyed through the environmental sounds, subtle electrical buzzing and audio logs, telling the story of societal decay and despair. Players will shape the story, making moral choices along their way, saving Little Sisters or extracting ADAM, the mystical fuel for your abilities. While exploring the underwater city, players will complete missions for the last sane inhabitants of Rapture, while fending off the less fortunate ones."
            },
            "sugerencias": [
                "BioShock 2",
                "Painkiller Hell & Damnation",
                "Fallout 3",
                "Rage",
                "DOOM (2016)",
                "Lords of the Fallen (2014)",
                "Halo Infinite",
                "The Elder Scrolls IV: Oblivion Game of the Year Edition"
            ],
            "avgTime": "Average Playtime: 3 hours",
            "genres": [
                "Action",
                "Shooter"
            ],
            "buy": [
                "PlayStation Store",
                "App Store",
                "Xbox Store",
                "Steam",
                "Xbox 360 Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=rrqfPG4ZcAA\&pp=ygUWL2dhbWVzL2Jpb3Nob2NrdHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/bc0/bc06a29ceac58652b684deefe7d56099.jpg"
        }
    },
    {
        "title": "God of War (2018)",
        "rating": "94",
        "save": "11,842",
        "detailsLink": "/games/god-of-war-2",
        "details": {
            "releaseDate": "2018-04-20T00:00:00.000Z",
            "platforms": [
                "PC",
                "PlayStation 4"
            ],
            "description": {
                "en": "It is a new beginning for Kratos. Living as a man outside the shadow of the gods, he ventures into the brutal Norse wilds with his son Atreus, fighting to fulfill a deeply personal quest.",
                "es": "His vengeance against the Gods of Olympus years behind him, Kratos now lives as a man in the realm of Norse Gods and monsters. It is in this harsh, unforgiving world that he must fight to survive… And teach his son to do the same. This startling reimagining of God of War deconstructs the core elements that defined the series—satisfying combat; breathtaking scale; and a powerful narrative—and fuses them anew."
            },
            "sugerencias": [
                "Ex Natura: Nature Corrupted",
                "Castlevania: Lords of Shadow 2",
                "Kingdoms of Amalur: Re-Reckoning",
                "Middle-earth: Shadow of Mordor",
                "Diablo IV",
                "The Last of Us Part I",
                "Darksiders III",
                "Dragon's Dogma: Dark Arisen"
            ],
            "avgTime": "Average Playtime: 12 hours",
            "genres": [
                "Action",
                "Adventure",
                "RPG"
            ],
            "buy": [
                "GOG",
                "PlayStation Store",
                "Steam",
                "Epic Games"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=x9YH8oGdcm8\&pp=ygUaL2dhbWVzL2dvZC1vZi13YXItMnRyYWlsZXI%3D",
            "image": "null"
        }
    },
    {
        "title": "PAYDAY 2",
        "rating": "79",
        "save": "12,504",
        "detailsLink": "/games/payday-2",
        "details": {
            "releaseDate": "2013-08-13T00:00:00.000Z",
            "platforms": [
                "Linux",
                "PC",
                "Xbox One"
            ],
            "description": {
                "en": "The gang is back, and they have bigger and better plans. Objective based cooperative FPS became more complicated. The classic group of Hoxton, Dallas, Chains and Wolf got reinforcement, and now Payday Gang consists of 21 heisters, some of which are based on movie characters or even Youtubers. Players will be able to customize their own private arsenal, their masks, and skills, to complete the missions in their own way, be it stealthy sneak-in or full frontal assault. After completing missions, players will receive EXP points, money and a chance to get a special item that can be a gun modification, mask or a safe containing weapon skins.\nPayday 2 is a multiplayer game, meaning, that even during offline missions players will be followed by AI characters, whose loadouts, masks and perks can be customized as well. This game has been supported by the developers for many years, and amount of DLC speaks plenty of their dedication to the player base."
            },
            "sugerencias": [
                "Perfect Heist 2",
                "Red Dead Redemption 2",
                "Deadswitch 3",
                "Fistful of Frags",
                "Arizona Sunshine",
                "Deathground",
                "Prison Simulator: Prologue",
                "Sneak Thief"
            ],
            "avgTime": "Average Playtime: 9 hours",
            "genres": [
                "Action",
                "Shooter"
            ],
            "buy": [
                "Epic Games",
                "PlayStation Store",
                "Steam",
                "Nintendo Store",
                "Xbox 360 Store"
            ],
            "ageRating": "18+ Adults Only",
            "trailer":"https://www.youtube.com/watch?v=Z2tmHMIA1sU\&pp=ygUWL2dhbWVzL3BheWRheS0ydHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/73e/73eecb8909e0c39fb246f457b5d6cbbe.jpg"
        }
    },
    {
        "title": "Cyberpunk 2077",
        "rating": "73",
        "save": "9,632",
        "detailsLink": "/games/cyberpunk-2077",
        "details": {
            "releaseDate": "2020-12-10T00:00:00.000Z",
            "platforms": [
                "PlayStation 4",
                "PC",
                "Xbox Series S/X",
                "PlayStation 5",
                "Xbox One"
            ],
            "description": {
                "en": "Cyberpunk 2077 is a science fiction game loosely based on the role-playing game Cyberpunk 2020.",
                "es": "The game is set in the year 2077 in a fictional futuristic metropolis Night City in California. In the world of the game, there are developed cybernetic augmentations that enhance people's strength, agility, and memory. The city is governed by corporations. Many jobs are taken over by the robots, leaving a lot of people poor and homeless. Night City has a roaring underworld, with black markets, underground surgeons, drug dealers, and street gangs abound."
            },
            "sugerencias": [
                "RoboCop: Rogue City",
                "CALL OF LDPR",
                "CyberFuck 2069",
                "Mass Effect: Legendary Edition",
                "Inquisitor: The Hammer of Witches",
                "Call of Duty: Black Ops III",
                "Cradle",
                "FINAL FANTASY XIII-2"
            ],
            "avgTime": "Average Playtime: 26 hours",
            "genres": [
                "Action",
                "Adventure",
                "RPG"
            ],
            "buy": [
                "PlayStation Store",
                "Xbox Store",
                "Steam",
                "Epic Games",
                "GOG"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=nLhWWoAaZ0Q\&pp=ygUcL2dhbWVzL2N5YmVycHVuay0yMDc3dHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/26d/26d4437715bee60138dab4a7c8c59c92.jpg"
        }
    },
    {
        "title": "Rocket League",
        "rating": "86",
        "save": "11,755",
        "detailsLink": "/games/rocket-league",
        "details": {
            "releaseDate": "2015-07-07T00:00:00.000Z",
            "platforms": [
                "Nintendo Switch",
                "Linux",
                "macOS",
                "Xbox One",
                "PC",
                "PlayStation 4"
            ],
            "description": {
                "en": "Highly competitive soccer game with rocket-cars is the most comprehensive way to describe this game. Technically a sequel to Psyonix’ previous game - Supersonic Acrobatic Rocket-Powered Battle-Cars; Rocket League successfully became a standalone sensation, that can be enjoyed by anyone. Easy to learn, hard to master game mechanics are perfect for the tight controls. Players are invited to maneuver the different fields within several game modes, from arcade to ranked game either 1v1, or in 2v2 and 3v3 teams. Using boosters will not only speed up the car but will allow the car to propel itself into the air.\nRocket League provides several levels of customization, where not only the color of your car can be adjusted, but the colors and form of the booster flame, different hats, and little flags. Or players can pick a completely different car. Collaboration with different franchises brought not only original transport but some famous cars, including Batmobile or Delorian from Back to the Future."
            },
            "sugerencias": [
                "Altitude0: Lower & Faster",
                "Speed Brawl",
                "Supraball",
                "Wand Wars",
                "Axiom Soccer",
                "Super Mega Baseball: Extra Innings",
                "Madden NFL 22",
                "Borderlands 3"
            ],
            "avgTime": "Average Playtime: 20 hours",
            "genres": [
                "Sports",
                "Racing",
                "Indie"
            ],
            "buy": [
                "Xbox Store",
                "Steam",
                "PlayStation Store",
                "Nintendo Store",
                "Epic Games"
            ],
            "ageRating": "0+ Everyone",
            "trailer":"https://www.youtube.com/watch?v=SgSX3gOrj60\&pp=ygUbL2dhbWVzL3JvY2tldC1sZWFndWV0cmFpbGVy",
            "image": "https://media.rawg.io/media/games/8cc/8cce7c0e99dcc43d66c8efd42f9d03e3.jpg"
        }
    },
    {
        "title": "Metro 2033",
        "rating": "79",
        "save": "11,384",
        "detailsLink": "/games/metro-2033",
        "details": {
            "releaseDate": "2010-03-16T00:00:00.000Z",
            "platforms": [
                "Xbox 360",
                "PC"
            ],
            "description": {
                "en": "Not all post-apocalyptic stories begin in the burned wastelands, this time nuclear and chemical locked up survivors in the Moscow Subway, and player will take the place of Artyom, one of the survivors from the VDNKh, adoptive son of the station commander, and taking upon himself the task to deliver information about the Dark Ones to the Polis, the capital of subway, after the special operative from Spartans named Hunter went missing, after he ventured to gather information on the Hive – living space of the Dark Ones.\nDark tunnels of broken subway create a claustrophobic atmosphere, where good and bad people alike are forced to bond. Closely following original book, Metro 2033 introducing bullets as currency. Players can exchange one type of bullets for another one, but it’s still ammo and will be wasted with inaccurate aim. It’s a first person shooter that will allow players not only see how broken apart can society become but to explore such society and ruins of the city above the underground settlement. Various monsters and mutants are not the only threat to the players, but humans as well. FPS with some stealth sections, Metro 2033 will show you every historical enemy type: bandits, Communists, and Nazis."
            },
            "sugerencias": [
                "Metro 2033 Redux",
                "After Dark",
                "Metro: Last Light Redux",
                "Doorways: Holy Mountains of Flesh",
                "Doorways: Prelude",
                "Resident Evil Revelations",
                "Wolfenstein: The Old Blood",
                "HROT"
            ],
            "avgTime": "Average Playtime: 2 hours",
            "genres": [
                "Action",
                "Shooter"
            ],
            "buy": [
                "Steam",
                "Xbox 360 Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=QThDHIu8sZE\&pp=ygUYL2dhbWVzL21ldHJvLTIwMzN0cmFpbGVy",
            "image": "https://media.rawg.io/media/games/120/1201a40e4364557b124392ee50317b99.jpg"
        }
    },
    {
        "title": "Batman: Arkham Knight",
        "rating": "81",
        "save": "10,717",
        "detailsLink": "/games/batman-arkham-knight",
        "details": {
            "releaseDate": "2015-06-23T00:00:00.000Z",
            "platforms": [
                "PC",
                "Nintendo Switch",
                "Xbox One",
                "PlayStation 4"
            ],
            "description": {
                "en": "Batman: Arkham Knight is the final instalment for the Arkham series by now. Joining forces with Bruce Wayne for the last time, we have to oppose Scarecrow and other iconic villains such as The Riddler, Harleen Quinzel a.k.a. Harley Quinn, Penguin and others.",
                "es": "The story continued after events in Arkham City when Joker died due to infection in his blood. Now, Scarecrow tries to release a new fear toxin, meanwhile new mysterious Arkham Knight plots against Batman as well. Still having consequences after being poisoned by the Joker and seeing visions with him, Bruce has to prevail the death of Gotham City."
            },
            "sugerencias": [
                "Batman: Arkham Origins",
                "Marvel's Spider-Man Remastered",
                "Gotham Knights",
                "Styx: Master of Shadows",
                "Metal Gear Solid V: Ground Zeroes",
                "Rise of the Tomb Raider",
                "Shadow of the Tomb Raider",
                "Marvel's Spider-Man: Miles Morales"
            ],
            "avgTime": "Average Playtime: 20 hours",
            "genres": [
                "Action"
            ],
            "buy": [
                "Nintendo Store",
                "PlayStation Store",
                "Epic Games",
                "GOG",
                "Xbox Store",
                "Steam"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=dxa34RatmSc\&pp=ygUiL2dhbWVzL2JhdG1hbi1hcmtoYW0ta25pZ2h0dHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/310/3106b0e012271c5ffb16497b070be739.jpg"
        }
    },
    {
        "title": "Half-Life 2: Lost Coast",
        "rating": "",
        "save": "10,747",
        "detailsLink": "/games/half-life-2-lost-coast",
        "details": {
            "releaseDate": "2005-10-27T00:00:00.000Z",
            "platforms": [
                "macOS",
                "Linux",
                "PC"
            ],
            "description": {
                "en": "Essentially a tech demo, “Half-Life 2: Lost Coast” sole purpose was to show off the new high-dynamic-range-rendering of the Source engine, it was a welcome addition to the franchise. It’s a free addition to the game that can be downloaded through Steam by the owners of Half-Life 2. Gordon Freeman founds himself near a group of decaying piers, fully armed and ready to explore the monastery above him, fighting through the Combine forces.\nHigh-dynamic-range-rendering introduced realistic lighting effects to the game, emulating even camera’s overexposure to the bright light, which was eventually moved to the main game. Lost Coast story is conveyed without cutscenes, every part of the level is tailored specifically to demonstrate the changes, made by developers. Even though it was originally created for the Half-Life 2, it was removed from the main game, alongside some minor story details. It’s not a full standalone game and wasn’t intended as one."
            },
            "sugerencias": [
                "Serious Sam 2",
                "Counter-Strike: Source",
                "Lost Squad",
                "Rising Storm 2: VIETNAM",
                "Fallout: New Vegas",
                "Insurgency",
                "Survarium",
                "The Park"
            ],
            "avgTime": "Average Playtime: 1 hour",
            "genres": [
                "Action"
            ],
            "buy": [
                "Steam"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=-XkrfU32KMo\&pp=ygUkL2dhbWVzL2hhbGYtbGlmZS0yLWxvc3QtY29hc3R0cmFpbGVy",
            "image": "https://media.rawg.io/media/games/b7b/b7b8381707152afc7d91f5d95de70e39.jpg"
        }
    },
    {
        "title": "The Witcher: Enhanced Edition Director's Cut",
        "rating": "86",
        "save": "10,537",
        "detailsLink": "/games/the-witcher-enhanced-edition-directors-cut",
        "details": {
            "releaseDate": "2008-09-16T00:00:00.000Z",
            "platforms": [
                "PC",
                "macOS"
            ],
            "description": {
                "en": "The Witcher is the very first instalment of the series that follows the story of Geralt from Rivia. Being found unconscious on the battlefield he must retrieve his memory and help the emperor's daughter, Adda to stop her from turning in to a feral monster. Facing the biggest enemy, Salamander, Geralt must also help all the fractions around the world to find peace between each other.",
                "es": "The fighting system is very flexible. Choosing from three different styles, you can adapt Geralt for any kind of a combat situation. Fast style of fighting gives you an opportunity to strike your opponents with your speed. The strong style focuses itself on destroying your enemies with powerful attacks, while sweeping style is very good when facing a number of foes. You can also craft some potions to gain important benefits such as seeing in the dark or having a larger amount HP. Plot style is unique as well. The game never gives a precise definition of evil, which leads the player to convenient situations where the choice is quite bad anyway. Enhanced edition improves every aspect of the game as graphics and the productivity of it, while Director's Cut does the same without censorship for North America's version."
            },
            "sugerencias": [
                "Divinity II: Developer's Cut",
                "Styx: Master of Shadows",
                "Hogwarts Legacy",
                "Swordbreaker: Back to The Castle",
                "Dragon Age: Inquisition",
                "Animal Rescuer: Prologue",
                "Dark Messiah of Might and Magic",
                "Animal Rescuer"
            ],
            "avgTime": "Average Playtime: 5 hours",
            "genres": [
                "Action",
                "RPG"
            ],
            "buy": [
                "GOG",
                "Steam"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=w2F_Ti_6E_k\&pp=ygU4L2dhbWVzL3RoZS13aXRjaGVyLWVuaGFuY2VkLWVkaXRpb24tZGlyZWN0b3JzLWN1dHRyYWlsZXI%3D",
            "image": "https://media.rawg.io/media/games/ee3/ee3e10193aafc3230ba1cae426967d10.jpg"
        }
    },
    {
        "title": "Portal 2",
        "rating": "95",
        "save": "18,041",
        "detailsLink": "/games/portal-2",
        "details": {
            "releaseDate": "2011-04-18T00:00:00.000Z",
            "platforms": [
                "PlayStation 3",
                "PC",
                "Xbox 360",
                "Linux",
                "macOS",
                "Xbox One"
            ],
            "description": {
                "en": "Portal 2 is a first-person puzzle game developed by Valve Corporation and released on April 19, 2011 on Steam, PS3 and Xbox 360. It was published by Valve Corporation in digital form and by Electronic Arts in physical form.",
                "es": "Its plot directly follows the first game's, taking place in the Half-Life universe. You play as Chell, a test subject in a research facility formerly ran by the company Aperture Science, but taken over by an evil AI that turned upon its creators, GladOS. After defeating GladOS at the end of the first game but failing to escape the facility, Chell is woken up from a stasis chamber by an AI personality core, Wheatley, as the unkempt complex is falling apart. As the two attempt to navigate through the ruins and escape, they stumble upon GladOS, and accidentally re-activate her..."
            },
            "sugerencias": [
                "Homefront: The Revolution",
                "Unreal Tournament 3 Black",
                "Resident Evil 6",
                "Dead Space 2",
                "System Shock 2",
                "SokoBunny",
                "Far Cry 3",
                "Magnetic: Cage Closed"
            ],
            "avgTime": "Average Playtime: 11 hours",
            "genres": [
                "Shooter",
                "Puzzle"
            ],
            "buy": [
                "Xbox Store",
                "Steam",
                "PlayStation Store",
                "Xbox 360 Store"
            ],
            "ageRating": "10+ Everyone 10+",
            "trailer":"https://www.youtube.com/watch?v=A88YiZdXugA\&pp=ygUWL2dhbWVzL3BvcnRhbC0ydHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/2ba/2bac0e87cf45e5b508f227d281c9252a.jpg"
        }
    },
    {
        "title": "Portal",
        "rating": "+290",
        "save": "15,401",
        "detailsLink": "/games/portal",
        "details": {
            "releaseDate": "2007-10-09T00:00:00.000Z",
            "platforms": [
                "Android",
                "PlayStation 3",
                "Xbox 360",
                "Linux",
                "macOS",
                "PC",
                "Nintendo Switch"
            ],
            "description": {
                "en": "Every single time you click your mouse while holding a gun, you expect bullets to fly and enemies to fall. But here you will try out the FPS game filled with environmental puzzles and engaging story. \nSilent template for your adventures, Chell, wakes up in a testing facility. She’s a subject of experiments on instant travel device, supervised by snarky and hostile GLaDOS.\nPlayers will have to complete the tests, room by room, expecting either reward, freedom or more tests. By using the gun, that shoots portals (Portal-Gun™), players will move blocks, travel great distance quickly and learn about your current situation, which is unraveled through environmental storytelling. What you will be told might be different from what you will see.\nWhite environments will guide the player’s portal placement, forcing them to pay attention to the surroundings. Portal creates tension, allowing either solving puzzles at your own leisure or moving quickly, due to the time limit or threats."
            },
            "sugerencias": [
                "Portal 2",
                "The Turing Test",
                "Portal: Still Alive",
                "Polarity",
                "Black Mesa",
                "ChromaGun",
                "Now Testing: 407",
                "The Silent Age"
            ],
            "avgTime": "Average Playtime: 4 hours",
            "genres": [
                "Adventure",
                "Puzzle"
            ],
            "buy": [
                "Steam",
                "Google Play"
            ],
            "ageRating": "13+ Teen",
            "trailer":"https://www.youtube.com/watch?v=TluRVBhmf8w\&pp=ygUUL2dhbWVzL3BvcnRhbHRyYWlsZXI%3D",
            "image": "https://media.rawg.io/media/games/7fa/7fa0b586293c5861ee32490e953a4996.jpg"
        }
    },
    {
        "title": "Red Dead Redemption 2",
        "rating": "96",
        "save": "13,200",
        "detailsLink": "/games/red-dead-redemption-2",
        "details": {
            "releaseDate": "2018-10-26T00:00:00.000Z",
            "platforms": [
                "PC",
                "PlayStation 4",
                "Xbox One"
            ],
            "description": {
                "en": "America, 1899. The end of the wild west era has begun as lawmen hunt down the last remaining outlaw gangs. Those who will not surrender or succumb are killed.",
                "es": "After a robbery goes badly wrong in the western town of Blackwater, Arthur Morgan and the Van der Linde gang are forced to flee. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him."
            },
            "sugerencias": [
                "Grand Theft Auto V",
                "Sniper Elite 4",
                "Red Dead Online",
                "PERISH",
                "Fallout 4",
                "Assassin's Creed Syndicate",
                "Watch Dogs",
                "The Darkness II"
            ],
            "avgTime": "Average Playtime: 20 hours",
            "genres": [
                "Action",
                "Adventure"
            ],
            "buy": [
                "PlayStation Store",
                "Epic Games",
                "Steam",
                "Xbox Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=gmA6MrX81z4\&pp=ygUjL2dhbWVzL3JlZC1kZWFkLXJlZGVtcHRpb24tMnRyYWlsZXI%3D",
            "image": "https://media.rawg.io/media/games/511/5118aff5091cb3efec399c808f8c598f.jpg"
        }
    },
    {
        "title": "Borderlands 2",
        "rating": "89",
        "save": "14,312",
        "detailsLink": "/games/borderlands-2",
        "details": {
            "releaseDate": "2012-09-18T00:00:00.000Z",
            "platforms": [
                "PlayStation 3",
                "macOS",
                "PC",
                "Android",
                "Linux",
                "PS Vita",
                "Xbox 360"
            ],
            "description": {
                "en": "Sequel to the 4-player cooperative FPS RPG Borderlands, where the new team of Vault Hunters arrives on the infamous planet Pandora in order to get the riches, hidden inside the Vault, and help to free the planet from the Handsome Jack, President of Hyperion. Clear out the endless waves and groups and marauders with various weapon types and character abilities.\nUnlike the first game, Borderlands 2 provided DLC not only expanding the world of Pandora with stand-alone story campaigns but adding 2 more characters. Now the main cast consists of Gunzerker Salvador(dual-wields guns at command), Siren Maya (holds and paralyzes the enemy), Commando Axton (summons turrets) and Zer0 the Assasin (invisible sniper ninja). But with the DLC players can try out summoning giant flying robots with Gaige the Mechromancer and Krieg the Psycho. \nMost of the game charm and popularity of Borderlands 2 comes from the supporting cast and the personalities of the NPC, making this fast-paced shooter with optional cover stand out."
            },
            "sugerencias": [
                "Borderlands: The Pre-Sequel",
                "Defiance",
                "Tiny Tina's Assault on Dragon Keep: A Wonderlands One-shot Adventure",
                "Dying Light: The Following - Enhanced Edition",
                "Destiny 2",
                "Tribes: Ascend",
                "The Bureau: XCOM Declassified",
                "Gotham City Impostors"
            ],
            "avgTime": "Average Playtime: 10 hours",
            "genres": [
                "Action",
                "Shooter",
                "RPG"
            ],
            "buy": [
                "PlayStation Store",
                "Google Play",
                "Steam",
                "Xbox 360 Store",
                "App Store",
                "Xbox Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=ZuMACYc_5XY\&pp=ygUbL2dhbWVzL2JvcmRlcmxhbmRzLTJ0cmFpbGVy",
            "image": "https://media.rawg.io/media/games/49c/49c3dfa4ce2f6f140cc4825868e858cb.jpg"
        }
    },
    {
        "title": "Destiny 2",
        "rating": "82",
        "save": "12,815",
        "detailsLink": "/games/destiny-2",
        "details": {
            "releaseDate": "2017-09-06T00:00:00.000Z",
            "platforms": [
                "Xbox One",
                "PC",
                "PlayStation 4",
                "Web",
                "Xbox Series S/X",
                "PlayStation 5"
            ],
            "description": {
                "en": "Destiny 2 is an online multiplayer first-person shooter. You take on the role of a Guardian that needs to protect the last city on Earth from alien invaders. The game follows its predecessor, Destiny. The goal of the game is to return the Light that was stolen from the Guardians by the aliens.\nDestiny 2 features two main activity types: player versus environment and player versus player. PvE is focused on exploration, story missions interaction with NPCs and side quests. PvP features 4v4 team matches in different modes. The game also allows taking part in group missions, such as three-player strikes and six-player raids.\nDestiny 2 has a strong RPG aspect that includes character customization and development. There are three classes in the game - Warlock, Hunter, and Titan; they provide different playstyles depending on their specialization and unique abilities. To develop the character you can gain experience points completing the story and side missions."
            },
            "sugerencias": [
                "Destiny 2: Warmind",
                "Apex Legends",
                "Borderlands: The Pre-Sequel",
                "STAR WARS Battlefront II",
                "Defiance",
                "World of Tanks Blitz",
                "Aliens: Colonial Marines Collection",
                "Crysis"
            ],
            "avgTime": "Average Playtime: 5 hours",
            "genres": [
                "Action",
                "Shooter",
                "Adventure",
                "Massively Multiplayer"
            ],
            "buy": [
                "Epic Games",
                "PlayStation Store",
                "Xbox Store",
                "Steam"
            ],
            "ageRating": "13+ Teen",
            "trailer":"https://www.youtube.com/watch?v=rpfzCtMwb6M\&pp=ygUXL2dhbWVzL2Rlc3RpbnktMnRyYWlsZXI%3D",
            "image": "https://media.rawg.io/media/games/34b/34b1f1850a1c06fd971bc6ab3ac0ce0e.jpg"
        }
    },
    {
        "title": "Fallout 4",
        "rating": "84",
        "save": "12,483",
        "detailsLink": "/games/fallout-4",
        "details": {
            "releaseDate": "2015-11-09T00:00:00.000Z",
            "platforms": [
                "Xbox One",
                "PC",
                "PlayStation 4"
            ],
            "description": {
                "en": "The fourth game in the post-apocalyptic action RPG series from Bethesda studious brings players back to the retro-future. After customizing the facial features of the character, players will be admitted to the Vault 111 with their family, and tricked into entering the cryogenic capsule. After the rude awakening after the unknown amount of time has passed, the child is separated from the parents and the loving partner is killed in front of them – the main quest is settled. Now there’s only the giant open world to explore. Fallout 4 introduces the mechanics of settlement building, where players can build their own little town. Gathering material for crafting and building brings more “survival” elements into the old formula. Within their own settlements, players will be able to build all needed utilities, from storage spaces to power armor stations. Visual upgrade from the previous game brings life to what used to be brown wastelands, now filled with details and color."
            },
            "sugerencias": [
                "Fallout 3: Game of the Year Edition",
                "Far Cry 2",
                "The Elder Scrolls V: Skyrim",
                "Far Cry Primal",
                "ELEX",
                "Just Cause 3",
                "Nibiru",
                "Lifeless Planet Premier Edition"
            ],
            "avgTime": "Average Playtime: 40 hours",
            "genres": [
                "Action",
                "RPG"
            ],
            "buy": [
                "PlayStation Store",
                "Xbox Store",
                "Steam"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=XW7Of3g2JME\&pp=ygUXL2dhbWVzL2ZhbGxvdXQtNHRyYWlsZXI%3D",
            "image": "https://media.rawg.io/media/games/d82/d82990b9c67ba0d2d09d4e6fa88885a7.jpg"
        }
    },
    {
        "title": "Team Fortress 2",
        "rating": "92",
        "save": "12,549",
        "detailsLink": "/games/team-fortress-2",
        "details": {
            "releaseDate": "2007-10-10T00:00:00.000Z",
            "platforms": [
                "PC",
                "macOS",
                "Linux"
            ],
            "description": {
                "en": "TF2 is an objective based arena shooter with unique characters, representing different classes, acting as a staple of casual and competitive gaming for Steam. Dozens of different maps and game modes are trying to keep this game alive, after all the years it was available. Each character has a vast arsenal that can be accessed through completing in-game achievements, randomly receiving them from loot-boxes within the game, crafting them or just buying and trading items on the Steam Market. \nFor players, that's not into the direct clash with players from the enemy team, Team Fortress 2 introduced a PvE mode, which is wave defense from the mirrored robotic opponents that have qualities of some of the playable classes. \nEvery update and introduction, made over years, provided a lot of entertainment In the form of comic books an short animated videos, creating and explaining a story behind endless clashes for resources, briefcases or pure domination."
            },
            "sugerencias": [
                "Left 4 Dead",
                "PAYDAY The Heist",
                "Loadout",
                "Borderlands",
                "Rogue Company",
                "Day of Defeat",
                "Ballistic Overkill",
                "Murder Miners"
            ],
            "avgTime": "Average Playtime: 9 hours",
            "genres": [
                "Action",
                "Shooter"
            ],
            "buy": [
                "Steam"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=N7ZafWA2jd8\&pp=ygUdL2dhbWVzL3RlYW0tZm9ydHJlc3MtMnRyYWlsZXI%3D",
            "image": "https://media.rawg.io/media/games/46d/46d98e6910fbc0706e2948a7cc9b10c5.jpg"
        }
    },
    {
        "title": "Grand Theft Auto IV",
        "rating": "95",
        "save": "11,785",
        "detailsLink": "/games/grand-theft-auto-iv",
        "details": {
            "releaseDate": "2008-04-29T00:00:00.000Z",
            "platforms": [
                "Xbox 360",
                "PlayStation 3",
                "Xbox One",
                "PC"
            ],
            "description": {
                "en": "Every crime story is a story of a search for success. The player will become Niko Bellic, immigrant arriving at the Liberty City to reunite with his cousin Roman and find the man that betrayed him and his army unit fifteen years prior to the events of the game. While protecting his cousin, Niko has to deal with loan sharks, Russian mobsters, and other gangs. After the third game, GTA brought more realism to the player, in order to make the city and its people look more believable. Street vendors on every corner will sell food that replenishes health, bars with playable dart boards, bowling alleys and even comedy clubs and movie theatres. Open world will allow players not only hang out with important NPC in order to receive bonuses and unlocks but taking girls on the dates as well, to help Niko settle. Multiplayer mode allows up to 32 players to explore the copy of the single-player city and initiate multiplayer activities, like races or Deathmatches."
            },
            "sugerencias": [
                "Grand Theft Auto III",
                "Mafia III",
                "Grand Theft Auto V",
                "Dead Rising 3 Apocalypse Edition",
                "Saints Row: The Third",
                "Kane and Lynch: Dead Men",
                "Just Cause 2",
                "Just Cause"
            ],
            "avgTime": "Average Playtime: 10 hours",
            "genres": [
                "Action",
                "Adventure"
            ],
            "buy": [
                "PlayStation Store",
                "Xbox Store",
                "Steam",
                "Xbox 360 Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=M80K51DosFo\&pp=ygUhL2dhbWVzL2dyYW5kLXRoZWZ0LWF1dG8taXZ0cmFpbGVy",
            "image": "https://media.rawg.io/media/games/4a0/4a0a1316102366260e6f38fd2a9cfdce.jpg"
        }
    },
    {
        "title": "Dota 2",
        "rating": "90",
        "save": "11,767",
        "detailsLink": "/games/dota-2",
        "details": {
            "releaseDate": "2013-07-09T00:00:00.000Z",
            "platforms": [
                "Linux",
                "macOS",
                "PC"
            ],
            "description": {
                "en": "What used to be an unofficial modded map for the Warcraft 3, ended up being the most budgeted cybersport discipline, gathering millions of people to watch annual international championships.\nMOBA genre started with the DOTA, Defense of the Ancients, which can be efficiently described as 5 vs 5 top-down action strategy game, during which players are tasked to destroy the enemy core while protecting their own.\nPlayers can pick out of the roster of 112 heroes and battle on the single map while taking advantage of field vision, resources and item build that can either make heroes stronger or disable the enemy. DOTA 2 is still active, and receives updates weekly, reshaping metas and refreshing game balance, if by any chance some heroes became unreasonably strong. Each hero has not only a unique set of abilities but is fully customizable, through getting items for heroes after matches of through the trade. Not only heroes but terrain, couriers, that deliver items for you and even match announcers, that can be voiced by heroes, professional casters of just memorable characters from other forms of media."
            },
            "sugerencias": [
                "Dropzone",
                "Dungeon Defenders",
                "Fangs",
                "Minion Masters",
                "Drakensang Online",
                "Tree of Savior (English Ver.)",
                "Dungeon Defenders Eternity",
                "斗罗大陆-王国印记"
            ],
            "avgTime": "Average Playtime: 14 hours",
            "genres": [
                "Action",
                "Massively Multiplayer"
            ],
            "buy": [
                "Steam"
            ],
            "ageRating": "Not rated",
            "trailer":"https://www.youtube.com/watch?v=-cSFPIwMEq4\&pp=ygUUL2dhbWVzL2RvdGEtMnRyYWlsZXI%3D",
            "image": "https://media.rawg.io/media/games/6fc/6fcf4cd3b17c288821388e6085bb0fc9.jpg"
        }
    },
    {
        "title": "Metal Gear Solid V: The Phantom Pain",
        "rating": "91",
        "save": "10,884",
        "detailsLink": "/games/metal-gear-solid-v-the-phantom-pain",
        "details": {
            "releaseDate": "2015-09-01T00:00:00.000Z",
            "platforms": [
                "Xbox One",
                "PlayStation 3",
                "PlayStation 4",
                "Xbox 360",
                "PC"
            ],
            "description": {
                "en": "Metal Gear Solid 5 continues the story of MGS: Peace Walker and MGS V: Ground Zeroes. Snake seeks revenge for the attack on the MSF group 9 years ago, that placed Big Boss into a coma. After the failed assassination attempt, Big Boss takes the code name Venom Snake, delving back into the world of superhumans and espionage.\nA large-scale story that includes 5 hours of cinematic cutscenes compliments open world exploration with hundreds of audio logs and side missions, forming the atmosphere of military drama with sci-fi elements. MGS5: Phantom Pain has an advanced AI system that will allow enemy soldiers constantly call for reinforcements if they see that something is wrong, forcing players to take down communications and fight or retreat and try again. \nPlayers will manage the base by gathering and managing staff, weaponry, and resources, in order to upgrade their personal arsenal and companions."
            },
            "sugerencias": [
                "Hitman: Absolution",
                "Prey",
                "Sniper Elite 3",
                "Prototype",
                "Kane & Lynch 2: Dog Days",
                "Marvel's Guardians of the Galaxy",
                "Binary Domain",
                "Half-Life 2: Episode One"
            ],
            "avgTime": "Average Playtime: 24 hours",
            "genres": [
                "Action",
                "Shooter"
            ],
            "buy": [
                "PlayStation Store",
                "Steam",
                "Xbox 360 Store",
                "Xbox Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=C19ap2M7DDE\&pp=ygUxL2dhbWVzL21ldGFsLWdlYXItc29saWQtdi10aGUtcGhhbnRvbS1wYWludHJhaWxlcg%3D%3D",
            "image": "https://media.rawg.io/media/games/490/49016e06ae2103881ff6373248843069.jpg"
        }
    },
    {
        "title": "The Witcher 2: Assassins of Kings Enhanced Edition",
        "rating": "88",
        "save": "10,664",
        "detailsLink": "/games/the-witcher-2-assassins-of-kings-enhanced-edition",
        "details": {
            "releaseDate": "2012-04-16T00:00:00.000Z",
            "platforms": [
                "macOS",
                "PC",
                "Xbox 360"
            ],
            "description": {
                "en": "The player is Geralt of Rivia, infamous monster slayer. In the second game of the series, titular witcher is involved in the inner conflicts of Temeria, where he stopped the rebellion and was hired as a bodyguard of Temerian King Foltest. Eventually, Foltest was assassinated by a witcher-like assassin, and the only person fitting the description was Geralt. \nThe game combat system was reworked, in order to add traps and ranged throwing weapon, giving players more control over the course of the battle. It’s still a third person action RPG, and the player can upgrade and improve general abilities, swordsmanship, alchemy, and magic. \nThe enhanced edition includes additional hours of content, new cinematics, the original soundtrack, game manual and quest handbook, among other things. The new tutorial allows players to spend more time to master new game mechanics and see for themselves visual improvements to the core game."
            },
            "sugerencias": [
                "The Witcher 3: Wild Hunt",
                "Fable: The Lost Chapters",
                "Lords of the Fallen (2014)",
                "Nioh 2 – The Complete Edition",
                "Risen 3: Titan Lords",
                "Dark Souls II",
                "Dragon's Dogma: Dark Arisen",
                "Dark Souls: Remastered"
            ],
            "avgTime": "Average Playtime: 7 hours",
            "genres": [
                "RPG"
            ],
            "buy": [
                "Steam",
                "GOG",
                "Xbox Store",
                "App Store"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=IEgBseW52JE\&pp=ygU_L2dhbWVzL3RoZS13aXRjaGVyLTItYXNzYXNzaW5zLW9mLWtpbmdzLWVuaGFuY2VkLWVkaXRpb250cmFpbGVy",
            "image": "https://media.rawg.io/media/games/6cd/6cd653e0aaef5ff8bbd295bf4bcb12eb.jpg"
        }
    },
    {
        "title": "Grand Theft Auto: San Andreas",
        "rating": "93",
        "save": "10,586",
        "detailsLink": "/games/grand-theft-auto-san-andreas",
        "details": {
            "releaseDate": "2004-10-26T00:00:00.000Z",
            "platforms": [
                "Xbox One",
                "Android",
                "Xbox",
                "iOS",
                "PC",
                "macOS",
                "Xbox 360",
                "PlayStation 2",
                "PlayStation 3",
                "PlayStation 4"
            ],
            "description": {
                "en": "Grand Theft Auto - San Andreas is the seventh entry in the series in the GTA franchise, but only second big title after GTA - Vice City. Setting up in fictional state San Andreas, you follow the story of CJ, a member of one of the multiple gangs in the city. CJ's family is being attacked in drive shooting which resulted in the death of CJ's mother, so he returns to home from Liberty City. Meeting the rest of the family at his mom's funeral, he decides to rebuild the gang and gain control of the state.",
                "es": "The game makes a brilliant connection with missions and open world actions that you are able to do around the cities. You can steal cars, buy guns, hunt for collectables and do some side quests, while different characters give you specific missions in order to push the plot forward. Streets are filled with people as well as plenty of vehicles to steal. Fictional brands of cars, tanks, bikes are available to be stolen from any place around the city. Armoury contains pistols, rifles, hand-machine guns or a rocket launcher as well as melee weapons giving player freedom in anything he's doing in GTA."
            },
            "sugerencias": [
                "Grand Theft Auto III",
                "Cyberpunk 2077",
                "Grand Theft Auto: Vice City",
                "Yakuza 3 Remastered",
                "Grand Theft Auto V",
                "The Crew",
                "Sonic Adventure 2",
                "American Truck Simulator"
            ],
            "avgTime": "Average Playtime: 2 hours",
            "genres": [
                "Action",
                "Adventure"
            ],
            "buy": [
                "Epic Games",
                "PlayStation Store",
                "Xbox Store",
                "Steam",
                "Xbox 360 Store",
                "App Store",
                "Google Play"
            ],
            "ageRating": "17+ Mature",
            "trailer":"https://www.youtube.com/watch?v=yOzcbtsw_pQ\&pp=ygUqL2dhbWVzL2dyYW5kLXRoZWZ0LWF1dG8tc2FuLWFuZHJlYXN0cmFpbGVy",
            "image": "https://media.rawg.io/media/games/960/960b601d9541cec776c5fa42a00bf6c4.jpg"
        }
    },
    {
        "title": "Apex Legends",
        "rating": "80",
        "save": "10,404",
        "detailsLink": "/games/apex-legends",
        "details": {
            "releaseDate": "2019-02-04T00:00:00.000Z",
            "platforms": [
                "PlayStation 4",
                "Nintendo Switch",
                "macOS",
                "PC",
                "Xbox One"
            ],
            "description": {
                "en": "Conquer with character in Apex Legends, a free-to-play* Battle Royale shooter where legendary characters with powerful abilities team up to battle for fame and fortune on the fringes of the Frontier. Master an ever-growing roster of diverse legends, deep tactical squad play, and bold new innovations that level-up the Battle Royale experience—all within a rugged world where anything goes. Welcome to the next evolution of Battle Royale.",
                "es": "Characters you can play as: Caustic, Bangalore, Bloodhound, Crypto, Gibraltar, Lifeline, Loba, Mirage, Octane, Pathfinder, Rampart, Revenant."
            },
            "sugerencias": [
                "Destiny 2",
                "Warhammer 40,000: Eternal Crusade",
                "Evolve Stage 2",
                "Call of Duty: Modern Warfare (2019)",
                "Titanfall",
                "Survarium",
                "Halo Infinite",
                "Survival: Lost Way"
            ],
            "avgTime": "Average Playtime: 4 hours",
            "genres": [
                "Action",
                "Shooter",
                "Adventure",
                "Massively Multiplayer"
            ],
            "buy": [
                "PlayStation Store",
                "Steam",
                "Nintendo Store",
                "Xbox Store"
            ],
            "ageRating": "13+ Teen",
            "trailer":"https://www.youtube.com/watch?v=UMJb_mkqynU\&pp=ygUaL2dhbWVzL2FwZXgtbGVnZW5kc3RyYWlsZXI%3D",
            "image": "https://media.rawg.io/media/games/737/737ea5662211d2e0bbd6f5989189e4f1.jpg"
        }
    }
]